INSERT INTO bookgenres (title, description)
VALUES
    ('Научная Фантастика', 'Жанр, исследующий воображаемые концепции, основанные на футуристической науке и технологии.'),
    ('Фэнтези', 'Жанр, обычно содержащий магические или сверхъестественные элементы и сеттинги.'),
    ('Детектив', 'Жанр, ориентированный на раскрытие преступления, часто включающий детективную работу.'),
    ('Романтика', 'Жанр, сосредоточенный на романтических отношениях и эмоциональных темах.'),
    ('Триллер', 'Жанр, создающий напряжение, волнение и подъем.'),
    ('Ужасы', 'Жанр, цель которого вызвать страх и шок.'),
    ('Приключения', 'Жанр, включающий захватывающие и рискованные приключения, часто в экзотических местах.'),
    ('Исторический', 'Жанр, разворачивающийся в прошлом и часто основанный на исторических событиях.'),
    ('Драма', 'Жанр, исследующий эмоциональные и моральные конфликты.'),
    ('Комедия', 'Жанр, направленный на развлечение и смех через юмор.');
